export const panelItems = [
  {
    title: 'Информация',
    items: [
      {
        type: 'Рога',
        value: 'Нет',
      },
      {
        type: 'Темперамент',
        value: '—',
      },
      {
        type: ' Собственник',
        value: '— ',
      },
      {
        type: 'Заводчик-селекционер',
        value: 'ТОО “Мясной двор”',
      },
    ],
  },
  {
    title: 'Статус',
    items: [
      {
        type: 'Статус',
        value: 'Выбыл',
      },
      {
        type: 'Причина выбраковки',
        value:
          'Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий обеспечивает широкому кругу',
      },
      {
        type: ' Племенное разведение',
        value: '— ',
      },
      {
        type: 'Загон',
        value: 'Бычки_1234',
      },
      {
        type: 'Текущее местоположение',
        value: 'На джайлау',
      },
      {
        type: 'Дата перемещения',
        value: '18.11.2021',
      },
    ],
  },
  {
    title: 'Идентификация',
    items: [
      {
        type: 'ID',
        value: 'AST_012123',
      },
      {
        type: 'Номер гос. бирки',
        value: 'KZP157796883',
      },
      {
        type: 'Номер инвентарный 1',
        value: 'K123',
      },
      {
        type: 'Цвет бирки номера инвентарного 1',
        value: 'розовый',
      },
      {
        type: 'Номер инвентарный 2',
        value: '6883',
      },
      {
        type: 'Номер RFID бирки',
        value: '990000002552435',
      },
      {
        type: 'Номер тавро',
        value: 'K123',
      },
      {
        type: 'Номер зарубежный',
        value: 'KLS8529',
      },
      {
        type: 'Номер тату',
        value: 'KLS8529',
      },
      {
        type: 'Номер стада',
        value: '2C',
      },
      {
        type: 'Ветеринарный паспорт',
        value: '№123 от 12.12.2019',
      },
    ],
  },
]

export const cowInfo = [
  {
    type: 'Вид',
    value: 'Крупный рогатый скот',
  },
  {
    type: 'Пол, классификация',
    value: 'Самец, бычок',
  },
  {
    type: 'Порода',
    value: 'Галловейский, племенной',
  },
  {
    type: 'Масть, цвет',
    value: 'Белый',
  },
]
